brew 'jq'
brew 'mise'
brew 'stow'
brew 'trash'
brew 'xh'
brew 'tmux'

# zsh
brew 'zsh-autosuggestions'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'

# k8s
brew 'kube-ps1'
brew 'kubectl'
brew 'kubectx'

# cask
cask 'google-chrome'
cask '1password'

cask 'blockblock'
cask 'knockknock'
cask 'oversight'
cask 'little-snitch'

cask 'docker-desktop'
cask 'github'
cask 'gitkraken'
cask 'visual-studio-code'
cask 'ghostty'

cask 'connectmenow'
