tap 'homebrew/cask'

# Brew
brew 'anyenv'
brew 'fish'
brew 'stow'

brew 'bison'
brew 'gperf'
brew 'libffi'
brew 'libyaml'
brew 'readline'
brew 'xz'
brew 'zlib'
brew 'libpq'

# Cask
cask 'google-chrome'
cask '1password'

cask 'blockblock'
cask 'knockknock'
cask 'oversight'
cask 'little-snitch'

cask 'visual-studio-code'
cask 'dbeaver-community'
cask 'docker'
cask 'github'
cask 'gitkraken'
cask 'iterm2'
