# brew install
brew 'asdf'
brew 'bison'
brew 'gperf'
brew 'httpie'
brew 'jq'
brew 'libffi'
brew 'libpq'
brew 'libyaml'
brew 'readline'
brew 'shadowenv'
brew 'stow'
brew 'trash'
brew 'xz'
brew 'zlib'

# zsh
brew 'zsh-autosuggestions'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'

# k8s
brew 'kube-ps1'
brew 'kubectl'
brew 'kubectx'

# cask
cask 'google-chrome'
cask '1password'

cask 'blockblock'
cask 'knockknock'
cask 'oversight'
cask 'little-snitch'

cask 'visual-studio-code'
cask 'docker'
cask 'github'
cask 'gitkraken'
cask 'iterm2'
