edc/bass
fisherman/await
fisherman/fnm
fisherman/get_file_age
fisherman/getopts
fisherman/last_job_id
fisherman/menu
fisherman/nvm
fisherman/pyenv
fisherman/rbenv
fisherman/spin
oh-my-fish/plugin-bundler
oh-my-fish/plugin-extract
oh-my-fish/plugin-peco
tuvistavie/fish-ssh-agent
